class BotikService {
  constructor () {
    this.name = 'BotikService'
  }

  getRandomMessages () {
    return [
      'Расскажи мне что-нибудь',
      'Мне скучно',
      'О чем ты думаешь?',
      'Хочешь поговорить об этом?',
      'Как ты провел свой день?',
      'У тебя есть планы на завтрашний денёк?',
      'Тебе нравится погода за окошком?',
      'Во сколько ты проснулся?',
      'Я тоже',
      'Ага',
      'И тебе',
      'Хмм, интересненько...'
    ]
  }
}

export default BotikService
